#include <iostream>
#include <fstream>
#include <vector>
using namespace std;

int main()
{
<<<<<<< HEAD
	ifstream fin{ "data- (1).txt" };

	vector <double> a;

	for (int i = 0; ; i++)
		for (int j = 0; j < 8; j++) ;
}











=======
    cout << "Hello World!\n";
}
 //изменение
>>>>>>> 71eb016d202444b544e82fafe41ac36a8a4031c3
// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
